Repository: JMWebDevelopment/JM-Breaking-News
Catalog: languages/jm-breaking-news-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru

source: Breaking News Help
de_de: Aktuelles Hilfe
es_es: Últimas Noticias Ayuda
fr_fr: Breaking Nouvelles aide
it_it: Ultime Notizie Aiuto
ru_ru: Главные новости

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
ru_ru: Заголовок

source: The title is the text that is shown in the breaking news banner.
de_de: Der Titel ist der Text, der in das aktuelle Nachrichten Banner angezeigt wird.
es_es: El título es el texto que se muestra en el banner noticias de última hora.
fr_fr: Le titre est le texte qui est affiché dans la bannière de nouvelles de rupture.
it_it: Il titolo è il testo che viene mostrato nella bandiera di notizie di rottura.
ru_ru: Название является текст, отображаемый в заголовке ломать новости.

source: Internal/External Link
de_de: Externe/interne Link
es_es: Enlace interno y externo
fr_fr: Lien interne/externe
it_it: Interno/Esterno
ru_ru: Внутренние/внешние

source: This radio box option allows you to select whether the link is internal or external. The appropriate option will then appear below.
de_de: Dieser Radio-Feld-Option können Sie auswählen, ob der Link intern oder extern ist. Die entsprechende Option erscheint dann unten.
es_es: Esta opción de la caja de radio le permite seleccionar si el enlace es interno o externo. La opción correspondiente aparecerá a continuación.
fr_fr: Cette option de boîte de radio vous permet de choisir si le lien est interne ou externe. L’option appropriée apparaît alors ci-dessous.
it_it: Questa opzione di casella radio consente di selezionare se il collegamento è interno o esterno. L’opzione appropriata verrà quindi visualizzato sotto.
ru_ru: Этот параметр радио позволяет выбрать ли связь является внутренним или внешним. Затем соответствующий вариант появится ниже.

source: External Link
de_de: Externer Link
es_es: Enlace Externo
fr_fr: Lien externe
it_it: Link esterno
ru_ru: Внешняя ссылка

source: This text box is where you can add the external link, if there is one, to the breaking news box.
de_de: Dieses Feld ist, wo Sie den externen Hyperlink hinzufügen können, sofern vorhanden, im Feld Nachrichten brechend.
es_es: Este cuadro de texto es donde puede Agregar el enlace externo, si lo hubiera, a la caja de noticias de última hora.
fr_fr: Cette zone de texte est où vous pouvez ajouter le lien externe, s’il y en a un, à la boîte de nouvelles de rupture.
it_it: Questa casella di testo è dove è possibile aggiungere il collegamento esterno, se c’è uno, alla casella di ultime notizie.
ru_ru: Это текстовое поле является, где вы можете добавить внешнюю ссылку, если есть один, чтобы поле последние новости.

source: Internal Link
de_de: Interner Link
es_es: Enlace Interno
fr_fr: Lien externe/interne
it_it: Link interno
ru_ru: Внутренняя ссылка

source: This select menu allows you to select a post on your site to link to in the breaking news box.
de_de: In diesem Menü auswählen können Sie einen Beitrag auf Ihrer Website verknüpfen Sie mit im Feld Nachrichten brechend auswählen.
es_es: Seleccione este menú le permite seleccionar un post en su sitio para enlazar en el cuadro de noticias de última hora.
fr_fr: Ce menu “sélect” vous permet de sélectionner un post sur votre site un lien vers dans la boîte de nouvelles de rupture.
it_it: Selezionare il menu consente di selezionare un post sul tuo sito a cui collegarsi nella casella ultime notizie.
ru_ru: Выберите это меню позволяет выбрать сообщение на вашем сайте ссылку в поле последние новости.

source: Target
de_de: Ziel
es_es: Objetivo
fr_fr: Cible
it_it: Obbiettivo
ru_ru: Где открывать

source: Check this box to open the link in a new window.
de_de: Aktivieren Sie diese Option, um den obigen Link in einem neuen Fenster zu öffnen.
es_es: Marque esta casilla para abrir el enlace en una nueva ventana.
fr_fr: Cochez cette case pour ouvrir le lien dans une nouvelle fenêtre.
it_it: Selezionare questa casella per aprire il link in una nuova finestra.
ru_ru: Установите этот флажок, чтобы открыть ссылку в новом окне.

source: Time Limit
de_de: Zeitlimit
es_es: Límite de tiempo
fr_fr: Limite de temps
it_it: Limite di tempo
ru_ru: Лимит времени

source: Set a time limit for the breaking news banner to show.
de_de: Legen Sie ein Zeitlimit für das bahnbrechende Neuigkeiten Banner zu zeigen.
es_es: Establecer un límite de tiempo para el banner noticias de última hora para mostrar.
fr_fr: Fixer un délai pour la bannière de nouvelles de rupture montrer.
it_it: Impostare un limite di tempo per la bandiera di notizie di rottura mostrare.
ru_ru: Задайте ограничение времени для ломать новости баннер, чтобы показать.

source: Background Color
de_de: Hintergrundfarbe
es_es: Color de Fondo
fr_fr: Couleur du fond
it_it: Colore Sfondo
ru_ru: Цвет фона

source: Set a background color for the "Breaking News" half of the banner.
de_de: Legen Sie einer Hintergrundfarbe für die “Breaking News” die Hälfte des Banners.
es_es: Establecer un color de fondo para “Breaking News” la mitad de la bandera.
fr_fr: Définir une couleur d’arrière-plan pour le « Breaking News » la moitié de la bannière.
it_it: Impostare un colore di sfondo per il “Breaking News” metà del banner.
ru_ru: Задайте цвет фона для «Последние новости» половина баннера.

source: Breaking News
de_de: Eilmeldung
es_es: Últimas Noticias
fr_fr: dernières nouvelles
it_it: Ultime Notizie
ru_ru: Горячие новости

source: Breaking News Post
de_de: Eilmeldung Beitrag
es_es: Noticias de última hora del anuncio
fr_fr: rupture nouvelles après
it_it: Ultime Notizie Postale
ru_ru: Главные новости пост

source: Add New
de_de: Neu Hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi Nuovo
ru_ru: Добавить Новый

source: Add New Breaking News Item
de_de: Fügen Sie neuer Newseintrag zu brechen hinzu
es_es: Añadir nuevo rompiendo noticia
fr_fr: ajouter les dernières nouvelles article
it_it: Aggiungi nuova Ultime Notizie Item
ru_ru: Добавить новый разорвать новость

source: Edit Breaking News Item
de_de: Bearbeiten das Nachrichten Artikel
es_es: Editar Nuevo últimas noticias de artículo
fr_fr: modifier dernières nouvelles article
it_it: Modificare Ultime Notizie Voce
ru_ru: Редактировать, разорвать новость

source: New Breaking News Item
de_de: Neuen Aktuellen Nachrichten Artikel
es_es: Nueva Noticias de última hora de artículo
fr_fr: nouvelle rupture nouvelles article
it_it: Aggiungi nuova Ultime Notizie Item
ru_ru: Новый элемент ломать новости

source: All Breaking News Items
de_de: Alle Aktuellen Nachrichten Artikel
es_es: Todas las últimas noticias de artículo
fr_fr: toutes les dernières nouvelles article
it_it: Tutte le ultime notizie
ru_ru: Все последние новости

source: View Breaking News Item
de_de: Ansicht Aktuelles Artikel
es_es: Ver noticias de última hora de artículo
fr_fr: vue rupture nouvelles article
it_it: Visualizza Ultime Notizie Voce
ru_ru: Вид, разорвать новость

source: Search Breaking News
de_de: Suche aktuelle Nachrichten
es_es: Búsqueda noticias
fr_fr: recherche dernières nouvelles
it_it: Cerca ultime notizie
ru_ru: Поиск новостей

source: No Breaking News Found
de_de: Keine aktuellen Nachrichten finden
es_es: Sin noticias de actualidad encontrado
fr_fr: pas de nouvelles de rupture trouvé
it_it: Non ultime notizie trovate
ru_ru: Новости не найдены

source: No Breaking News in Trash
de_de: Keine aktuellen Nachrichten im Papierkorb gefunden
es_es: Sin noticias de actualidad encontrado en la basura
fr_fr: pas de nouvelles de rupture trouvé dans une poubelle
it_it: Nessuna notizia di rottura nel cestino
ru_ru: Нет новостей в корзину

source: Post type to put breaking news text and a link.
de_de: Post-Typ, aktuelle Nachrichten Text und einen Link zu setzen.
es_es: Tipo Publicar poner romper texto de la noticia y un enlace.
fr_fr: Type de mettre breaking news texte et lien de poste.
it_it: Tipo mettere ultime notizie testo e link del post.
ru_ru: Сообщение типа положить ломать новости текст и ссылку.

source: Breaking News Info
de_de: Eilmeldung Informationen
es_es: Rompiendo información de noticias
fr_fr: coupure d’info de nouvelles
it_it: Ultime Notizie Informazioni
ru_ru: Главные новости информация

source: Breaking News Link
de_de: Eilmeldung Link
es_es: Romper enlace de noticias
fr_fr: lien nouvelles de dernière heure
it_it: Ultime Notizie Collegamento
ru_ru: Главные новости ссылки

source: Display Link in New Window
de_de: Display Link in neuem Fenster
es_es: Pantalla Enlace en ventana nueva
fr_fr: Lien d’affichage dans une nouvelle fenêtre
it_it: Visualizza il collegamento in una nuova finestra
ru_ru: Отобразить ссылку в новом окне

source: Time Limit to Show Breaking News
de_de: Frist, zeigen aktuelle Nachrichten
es_es: Tiempo límite para Mostrar Noticias de última hora
fr_fr: Limite de temps pour montrer les dernières nouvelles
it_it: Limite di tempo per mostrare le ultime notizie
ru_ru: Срок, чтобы показать, последние новости

source: Background Color for "Breaking News" section
de_de: Hintergrundfarbe für “Breaking News”-Bereich
es_es: Color de fondo para la sección de “Noticias”
fr_fr: Couleur d’arrière-plan pour la section « Dernières actualités »
it_it: Colore di sfondo per la sezione “Breaking News”
ru_ru: Цвет фона для раздела «Последние новости»

source: Background Color for body section
de_de: Hintergrundfarbe für Body-Bereich
es_es: Color de fondo para la sección de entradas
it_it: Colore di sfondo per la sezione del corpo
ru_ru: Цвет фона для раздела героя

source: Text Color for "Breaking News" section
de_de: Textfarbe für die Rubrik "Breaking News"
es_es: Color del texto para la sección de "Noticias"
it_it: Colore del testo per la sezione "Breaking News"
ru_ru: Цвет текста для раздела «Последние новости»

source: Text Color for body section
de_de: Textfarbe für Body-Bereich
es_es: Color de texto para la sección del cuerpo
it_it: Colore del testo per la sezione del corpo
ru_ru: Цвет текста для раздела героя.

source: JM Breaking News Widget
es_es: Widget de noticias de última hora de JM
it_it: Ultime Notizie Aiuto
ru_ru: JM ломать Новости виджетов

source: Displays a breaking news banner, similar to that of CNN, with custom text and link on the webpage via a custom post type.
de_de: Zeigt aktuelle Nachrichten Banner, ähnlich dem von CNN, mit benutzerdefinierten Text und Link auf der Webseite über eine benutzerdefinierte Post-Typ.
es_es: Muestra un banner noticias de última hora, similar a la de CNN, con el texto de encargo y enlace en la página web a través de un tipo de mensaje personalizado.
fr_fr: Affiche une bannière de nouvelles de rupture, semblable à celui de CNN, avec un texte personnalisé et un lien sur la page Web via un type de message personnalisé.
it_it: Consente di visualizzare un banner di ultime notizie, simile a quello della CNN, con testo personalizzato e link sulla pagina Web tramite un tipo di post personalizzato.
ru_ru: Отображает последние новости баннер, похож на CNN, с пользовательский текст и ссылку на веб-странице через таможенный пост типа.
